Revit 2027 API
GroupTypeId.AlternateUnits Property
 Alternate Units.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AlternateUnits { get; }
Public Shared ReadOnly Property AlternateUnits As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AlternateUnits {
	ForgeTypeId^ get ();
}
static member AlternateUnits : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace